안녕
하세요
친구
오늘
날씨
좋다
나쁘다
먹다
가다
오다
사람
집
학교
회사
시간
아침
점심
저녁
밤
낮
봄
여름
가을
겨울
월요일
화요일
수요일
목요일
금요일
토요일
일요일
사랑
행복
슬픔
기쁨
화
평화
전쟁
자유
책
영화
음악
노래
춤
운동
축구
야구
농구
수영
달리기
걷기
자전거
자동차
버스
지하철
기차
비행기
배
바다
산
강
호수
나무
꽃
풀
하늘
구름
별
달
태양
비
눈
바람
천둥
번개
무지개
아버지
어머니
형
누나
오빠
언니
동생
할아버지
할머니
삼촌
이모
고모
아들
딸
남편
아내
가족
친척
이웃
선생님
학생
의사
간호사
경찰
소방관
요리사
운전사
가수
배우
화가
작가
과학자
엔지니어
프로그래머
디자이너
건축가
변호사
판사
기자
사진작가
음식
밥
빵
국
찌개
김치
고기
생선
야채
과일
사과
배
포도
딸기
바나나
오렌지
수박
참외
복숭아
자두
감
귤
레몬
망고
파인애플
키위
체리
블루베리
우유
물
차
커피
주스
맥주
소주
와인
음료
설탕
소금
후추
간장
된장
고추장
식초
기름
마늘
양파
파
생강
고추
당근
감자
고구마
배추
무
오이
토마토
상추
시금치
브로콜리
양배추
옥수수
콩
팥
쌀
밀
보리
귀리
아침식사
점심식사
저녁식사
간식
디저트
요리
조리
굽다
볶다
삶다
찌다
튀기다
끓이다
썰다
다지다
섞다
맛
맛있다
맛없다
달다
짜다
시다
쓰다
맵다
뜨겁다
차갑다
따뜻하다
시원하다
신선하다
상하다
건강
병
아프다
낫다
치료
약
병원
의원
약국
주사
수술
검사
진찰
입원
퇴원
감기
독감
열
기침
두통
복통
치통
요통
피로
스트레스
우울증
불면증
알레르기
암
당뇨
고혈압
심장병
뇌졸중
골절
화상
상처
멍
붓다
가렵다
아프다
쑤시다
저리다
어지럽다
메스껍다
토하다
설사
변비
소화
식욕
체중
키
몸무게
혈압
맥박
체온
혈액
뼈
근육
피부
머리
얼굴
눈
코
입
귀
이
혀
목
어깨
팔
손
손가락
가슴
배
등
허리
엉덩이
다리
무릎
발
발가락
심장
폐
간
위
장
신장
뇌
신경
혈관
옷
바지
치마
셔츠
티셔츠
블라우스
재킷
코트
점퍼
패딩
조끼
원피스
정장
한복
속옷
양말
신발
운동화
구두
샌들
슬리퍼
부츠
모자
장갑
목도리
벨트
넥타이
가방
지갑
시계
안경
선글라스
우산
색
빨강
주황
노랑
초록
파랑
남색
보라
분홍
갈색
검정
하양
회색
금색
은색
크다
작다
길다
짧다
넓다
좁다
높다
낮다
두껍다
얇다
무겁다
가볍다
단단하다
부드럽다
거칠다
매끄럽다
깨끗하다
더럽다
새롭다
오래되다
빠르다
느리다
많다
적다
비싸다
싸다
예쁘다
못생기다
아름답다
추하다
똑똑하다
어리석다
착하다
나쁘다
친절하다
불친절하다
정직하다
거짓말하다
용감하다
겁쟁이
부지런하다
게으르다
조용하다
시끄럽다
밝다
어둡다
강하다
약하다
건강하다
아프다
행복하다
불행하다
기쁘다
슬프다
화나다
평온하다
긴장하다
편안하다
피곤하다
활기차다
지루하다
재미있다
흥미롭다
무섭다
안전하다
위험하다
쉽다
어렵다
간단하다
복잡하다
중요하다
사소하다
필요하다
불필요하다
가능하다
불가능하다
확실하다
불확실하다
정확하다
부정확하다
완전하다
불완전하다
성공하다
실패하다
시작하다
끝나다
계속하다
멈추다
열다
닫다
켜다
끄다
올리다
내리다
넣다
빼다
주다
받다
사다
팔다
빌리다
빌려주다
찾다
잃다
얻다
버리다
모으다
나누다
만들다
부수다
고치다
망가뜨리다
청소하다
정리하다
씻다
말리다
접다
펴다
자르다
붙이다
묶다
풀다
쓰다
읽다
말하다
듣다
보다
만지다
냄새맡다
맛보다
생각하다
기억하다
잊다
배우다
가르치다
공부하다
연습하다
시험
숙제
문제
답
질문
대답
설명
이해
모르다
알다
믿다
의심하다
희망
꿈
목표
계획
약속
결정
선택
기회
운
노력
성과
결과
원인
이유
방법
수단
도구
기계
컴퓨터
노트북
태블릿
스마트폰
전화
텔레비전
라디오
카메라
냉장고
세탁기
에어컨
선풍기
히터
청소기
전자레인지
오븐
가스레인지
믹서
토스터
밥솥
인터넷
이메일
메시지
전화
문자
채팅
영상통화
소셜미디어
블로그
웹사이트
검색
다운로드
업로드
저장
삭제
복사
붙여넣기
편집
공유
좋아요
댓글
팔로우
구독
알림
설정
로그인
로그아웃
회원가입
비밀번호
아이디
프로필
사진
동영상
파일
폴더
문서
스프레드시트
프레젠테이션
이메일
첨부파일
링크
주소
전화번호
이름
나이
생일
성별
국적
주소
우편번호
도시
나라
대한민국
서울
부산
대구
인천
광주
대전
울산
세종
경기도
강원도
충청도
전라도
경상도
제주도
미국
중국
일본
영국
프랑스
독일
이탈리아
스페인
러시아
캐나다
호주
브라질
인도
멕시코
한국어
영어
중국어
일본어
스페인어
프랑스어
독일어
이탈리아어
러시아어
아랍어
포르투갈어
힌디어
언어
문법
단어
문장
발음
억양
듣기
말하기
읽기
쓰기
번역
통역
사전
교과서
참고서
소설
시
수필
전기
역사
과학
수학
물리
화학
생물
지리
경제
정치
사회
문화
예술
철학
심리학
교육
체육
음악
미술
문학
종교
불교
기독교
천주교
이슬람교
힌두교
유교
도교
신
부처
예수
성경
교회
절
성당
모스크
신전
기도
예배
미사
법회
명상
수행
믿음
신앙
영혼
천국
지옥
윤회
해탈
구원
죄
선
악
도덕
윤리
정의
평등
자유
권리
의무
법
규칙
제도
정부
대통령
국회
법원
헌법
민주주의
독재
선거
투표
정당
정책
외교
국방
경제
산업
농업
어업
제조업
서비스업
금융
무역
수출
입
시장
가격
수요
공급
인플레이션
경기
불황
호황
실업
취업
직업
직장
사무실
공장
상점
식당
카페
호텔
은행
우체국
도서관
박물관
미술관
극장
공원
놀이터
운동장
체육관
수영장
경기장
공항
항구
역
정류장
주차장
건물
아파트
빌라
주택
오피스텔
상가
백화점
마트
편의점
시장
약국
서점
문구점
옷가게
신발가게
가구점
전자제품점
꽃집
미용실
이발소
세탁소
부동산
방
거실
침실
주방
화장실
욕실
베란다
현관
계단
엘리베이터
창문
문
벽
천장
바닥
지붕
마당
정원
울타리
대문
가구
침대
소파
의자
책상
식탁
옷장
서랍
선반
거울
시계
램프
커튼
카펫
쿠션
이불
베개
담요
시트
수건
비누
샴푸
린스
치약
칫솔
화장지
휴지
쓰레기통
빗자루
걸레
세제
표백제
섬유유연제
접시
그릇
컵
잔
숟가락
젓가락
포크
나이프
냄비
프라이팬
주전자
병
통
상자
봉투
가위
테이프
풀
종이
펜
연필
지우개
자
공책
노트
다이어리
달력
포스터
그림
액자
화분
꽃병
촛불
향
장난감
인형
블록
퍼즐
보드게임
카드
공
라켓
배트
글러브
스케이트
스키
스노보드
서핑보드
자전거
헬멧
보호대
텐트
침낭
배낭
등산화
나침반
지도
손전등
라이터
성냥
칼
도끼
톱
망치
못
나사
드라이버
렌치
펜치
줄자
드릴
사다리
페인트
붓
롤러
샌드페이퍼
접착제
실리콘
퍼티
목재
금속
플라스틱
유리
고무
가죽
천
종이
돌
시멘트
벽돌
타일
페인트
니스
왁스
기름
연료
휘발유
경유
가스
전기
수도
하수
쓰레기
재활용
환경
오염
공해
소음
먼지
연기
냄새
독
화학물질
방사능
온실가스
지구온난화
기후변화
자연재해
지진
화산
태풍
홍수
가뭄
산불
쓰나미
눈사태
산사태
폭풍
번개
우박
안개
서리
이슬
습도
기압
온도
섭씨
화씨
미터
센티미터
밀리미터
킬로미터
인치
피트
야드
마일
그램
킬로그램
톤
밀리리터
리터
갤런
초
분
시간
일
주
월
년
세기
천년
과거
현재
미래
역사
전통
문화
관습
예절
매너
인사
소개
감사
사과
축하
위로
격려
칭찬
비판
충고
제안
요청
명령
금지
허락
거절
동의
반대
찬성
반대
의견
생각
느낌
감정
기분
태도
성격
습관
취미
관심
흥미
재능
능력
기술
지식
경험
추억
인생
삶
죽음
탄생
성장
발전
변화
진화
혁명
개혁
혁신
발명
발견
창조
예술
작품
걸작
명작
고전
현대
전통
유행
스타일
디자인
패션
트렌드
브랜드
로고
광고
마케팅
홍보
판매
구매
소비
생산
제조
조립
포장
배송
운송
물류
창고
재고
주문
결제
현금
카드
수표
계좌
이체
송금
대출
저축
투자
주식
채권
부동산
보험
연금
세금
소득
지출
예산
회계
재무
자산
부채
이익
손실
수익
비용
가치
가격
할인
세일
쿠폰
포인트
마일리지
멤버십
회원
고객
손님
주인
주최자
참가자
관객
청중
독자
시청자
사용자
이용자
방문자
여행자
관광객
승객
운전자
보행자
자전거
오토바이
트럭
택시
리무진
구급차
소방차
경찰차
군용차
탱크
헬리콥터
드론
로켓
우주선
인공위성
우주
우주인
행성
지구
화성
금성
수성
목성
토성
천왕성
해왕성
명왕성
소행성
혜성
유성
은하
블랙홀
빅뱅
우주론
천문학
물리학
화학
생물학
지질학
기상학
해양학
생태학
환경학
의학
약학
간호학
수의학
농학
임학
수산학
공학
기계공학
전기공학
전자공학
화학공학
토목공학
건축학
컴퓨터공학
소프트웨어공학
정보통신공학
산업공학
경영학
회계학
경제학
법학
정치학
행정학
사회학
심리학
교육학
언어학
문학
역사학
철학
신학
예술학
음악학
미술학
체육학
무용학
연극학
영화학
방송학
신문학
광고학
홍보학
관광학
호텔경영학
조리학
패션디자인학
산업디자인학
시각디자인학
실내디자인학
조경학
도시계획학
부동산학
물류학
유통학
마케팅학
국제관계학
외교학
군사학
경찰학
소방학
간호학
사회복지학
아동학
가족학
노인학
장애인학
여성학
남성학
청소년학
다문화학
